{"active":false,"project_no":"ANC02","title":"HOUSING RESOURCE CENTER DATABASE","agency":"DEPT. OF HOUSING AND COMM. DEVELOPMENT (DB0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","ward":"8","location":"1800 MARTIN LUTHER KING JR AVENUE SE","status":"New","description":"In 2009, DHCD relocated to a new headquarters building in historic Anacostia, combining all of its divisions under one roof and featuring a new Housing Resource Center on the street level. The vision of the new resource center is to offer the public a one-stop shop for information and services on all DHCD programs, although DHCD’s divisions do not share a common IT system for linking customers to similar programs and services across the Department. DHCD seeks a case management system for the new resource center that has the following features: case initiation, case processing, schedule management, calendar management, record keeping, document management, fee collections and accounting, reporting, security, and third party interfaces.","justification":"This system will improve customer service and integration of Housing Regulation Administration (HRA) functions with other DHCD programs and services to allow a one-stop shop for all DHCD services at the new Housing Resource Center and help improve HRA’s file storage and security, which are major concerns. The project builds on an FY08-09 Fannie Mae grant to DHCD to engage KPMG LLP in developing business requirements for a case management tracking system that does more than simply allow for electronic document management; DHCD needs customer intake, multiple searchable fields, and interfaces with the public and other agencies.","progress_assessment":"New project.","related_projects":"Several District agencies use Accela Automation software for case management, including the Department of Health (DOH), the Alcoholic Beverage Regulation Administration (ABRA), and the Department of Consumer and Regulatory Affairs (DCRA).","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/09"},"design_complete":{"projected":"10/01/10","actual":"10/01/10"},"construction_start":{"projected":"10/01/10"},"construction_complete":{"projected":"10/01/10"},"closeout":{"projected":"10/01/10"}},"useful_life":10,"lat":38.8675198,"lon":-76.98808205,"first_year":2010,"last_year":2010,"cip_history":{"FY2010":{"plan":{"FY2010":500,"FY2011":500,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0},"est_cost":null}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2010":{"allotted":0,"spent":0,"proposed":500}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2010":{"allotted":0,"spent":0,"proposed":500}}},"total_funding":{"FY2010":{"allotted":0,"spent":0,"proposed":500}}},"est_cost":500000}