{"active":false,"project_no":"BF211","title":"EIS FINANCIAL APPLICATION","image":"fy10-52_1.jpg","agency":"OFFICE OF CHIEF FINANCIAL OFFICER (AT0)","implementing_agency":"OFFICE OF CHIEF FINANCIAL OFFICER (AT0)","ward":"2","location":"1350 PENNSYLVANIA AVENUE NW","status":"Under construction","description":"CFO$ource and EIS provide District officials and financial analysts with both detailed and summary-level financial information using web-based technology platforms. District stakeholders rely on this financial information to perform their day-to-day work in managing the District government’s operations, as well as to make sound policy and operational decisions. EIS provides the ability to create ad-hoc reports when needed, and CFO$ource provides standard reports. In addition, these systems are used to manage and track grants, capital projects, and spending plans and to develop the District’s budget. The project has been implemented over the past five (5) years in an incremental manner, with new functionality added to the various modules of the system every year. The CFO$ource system has grown into a District-wide system that is the primary mechanism to develop and manage the District’s budget. As the needs of District stakeholders change, new requirements have been identified including capital position budgeting, revenue budgeting, and automating the budget revision process. In addition, the underlying servers and software hosting the system are now outdated and no longer supported by the manufacturers, and must be replaced.","justification":"The development of an automated system has resulted in a continuous improvement in the District’s budget development process, including greater visibility and collaboration among agencies. In addition, the online and ad-hoc reporting capabilities provided by this project allow District managers and financial analysts to make better informed policy and operational decisions to ensure that the District’s finances stay sound and the budget remains balanced. Ultimately, this results in better fiscal responsibility and management of public resources.","progress_assessment":"Yes.","related_projects":"Related projects include BF301 – SOAR Modernization. The result of this project will be a system to replace the District's General Ledger financial management system that houses all the data against which EIS/CFO$ource/CFO$olve systems report.","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{"projected":"12/30/04","actual":"12/30/04"},"construction_start":{"projected":"01/01/05","actual":"01/01/05"},"construction_complete":{"projected":"09/30/12"},"closeout":{"projected":"09/30/12"}},"useful_life":30,"lat":38.89500269,"lon":-77.03135287,"first_year":2010,"last_year":2010,"cip_history":{"FY2010":{"FY2010":0,"FY2011":0,"FY2012":2000,"FY2013":0,"FY2014":0,"FY2015":0}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2010":{"allotted":8300,"spent":7371,"proposed":0}},"(06) IT Requirements Development/Systems Design":{"FY2010":{"allotted":2000,"spent":1288,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":6300,"spent":5390,"proposed":0}},"Alternative Financing (0303)":{"FY2010":{"allotted":2000,"spent":1981,"proposed":0}}},"total_funding":{"FY2010":{"allotted":8300,"spent":7371,"proposed":0}}},"est_cost":8300000}