{"active":false,"project_no":"CSP09","title":"ITS MODERNIZATION - MASTER LEASE","agency":"OFFICE OF CHIEF FINANCIAL OFFICER (AT0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","ward":"","location":"DISTRICT-WIDE","facility":"NA","status":"Developing scope of work","description":"This project will completely modernize and refine the District’s tax systems to bring them in line with industry best practices and add new functionality in the areas of compliance, collections, case management and individual, business and property tax collection, processing and accounting. The tax system modernization will be achieved in stages to replace individual components starting with the case management module, real property system, and eventually the core tax management system.    This project represents a modernization of the Integrated Tax System (ITS). The current system will require a technology refresh, particularly on the reporting and middle-ware tools, to take advantage of web-based technologies that were not available when the system was installed. This will require replacement of the SAND and the Crystal server-based systems currently in use for report and query building , as well as supporting platform software and related applications. This investment will allow the core underlying system to remain in place, while simplifying maintenance requirements and allowing for further consolidation of servers and reduced bandwidth requirements.","justification":"This budget represents the short-term financing for the project, which is made available through the Master Lease/Purchase Program.","progress_assessment":"NA","related_projects":"AT0 CSP08 - Integrated Tax System Modernization","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{"projected":"01/01/12"},"closeout":{"projected":"07/30/12"}},"est_cost":4500000,"useful_life":10,"lat":null,"lon":null,"first_year":2012,"last_year":2012,"cip_history":{"FY2012":{"plan":{"FY2012":2500,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0},"est_cost":4500000}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2012":{"allotted":154,"spent":154,"proposed":0}},"(06) IT Requirements Development/Systems Design":{"FY2012":{"allotted":0,"spent":0,"proposed":2500}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2012":{"allotted":154,"spent":154,"proposed":2500}}},"total_funding":{"FY2012":{"allotted":154,"spent":154,"proposed":2500}}}}