{"active":false,"project_no":"EQ2UC","title":"CITY-WIDE WIRELESS COMMUNICATION","agency":"OFFICE OF UNIFIED COMMUNICATIONS (UC0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","ward":"8","location":"DISTRICT-WIDE","status":"Ongoing Subprojects","description":"For the purchase, upgrade, replacement of Mobile Data Computers (MDC), Personal Digital Assistant (PDA), and other Data communication devices and accessories, as well as mobile applications for MPD/FEMS/HSEMA/DCRA/DDOT/DPW/DRES(PSPD). Additional purchase, upgrade, replacement of MDC, PDA, and accessories to add to MPD, FEMS, HSEMA, DCRA, DDOT, DPW, DRES (PSPD) fleet to meet expanded field data communication needs using these devices for City wide data communication and coordination. These devices and applications will provide more timely information to the police officers, firefighters and EMTs, as well as other District agencies. This will allow for streamlining operational workflows, increasing productivity and further empowering field personnel. In addition, expanded program implementation will allow police and FEMS first responders access to silent dispatch, mapping, routing, and additional event information using the MDCs.","justification":"In its current role of supporting mobile data computing for multiple agencies with the District of Columbia, the Office of Unified Communication has identified an opportunity for improved communications and operations as it pertains to the Mobile Data Computing (MDC) initiative. Agencies that are currently utilizing the Panasonic Toughbook ruggedized laptops require additional hardware and software procurement, as well as new agencies who would like to be added to the MDC initative. These additions will result in better communications exchange and interoperability within District agencies.","progress_assessment":"Initial MPD and FEMS deployment completed. Second phase of deployment for agencies in-progress.","related_projects":"None.","milestones":{"environmental_approvals":{"projected":"10/01/07","actual":"10/01/07"},"design_start":{"projected":"10/01/07","actual":"10/01/07"},"design_complete":{"projected":"10/01/07","actual":"10/01/07"},"construction_start":{"projected":"10/01/07","actual":"10/01/07"},"construction_complete":{"projected":"09/30/11"},"closeout":{}},"useful_life":15,"facility":"N/A","lat":null,"lon":null,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"plan":{"FY2010":1000,"FY2011":1000,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0},"est_cost":null},"FY2011":{"plan":{"FY2011":1000,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0},"est_cost":null}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2010":{"allotted":11100,"spent":10411,"proposed":1000},"FY2011":{"allotted":12100,"spent":10753,"proposed":1000}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2010":{"allotted":11100,"spent":10411,"proposed":1000},"FY2011":{"allotted":12100,"spent":10753,"proposed":1000}}},"total_funding":{"FY2010":{"allotted":11100,"spent":10411,"proposed":1000},"FY2011":{"allotted":12100,"spent":10753,"proposed":1000}}},"est_cost":13100000}