{"active":true,"project_no":"GD001","title":"DATA INFRASTRUCTURE","agency":"STATE SUPERINTENDENT OF EDUCATION (OSSE) (GD0)","implementing_agency":"STATE SUPERINTENDENT OF EDUCATION (OSSE) (GD0)","location":"810 FIRST ST. NE","facility":"INFORMATION TECHNOLOGY","status":"New","description":"OSSE has become the central education-related data repository and reporting office within the District. OSSE has also increasingly interfaced with District agencies such as the DC Public Charter School Board and the Deputy Mayor for Education to craft data-driven policies.  Existing data systems are old and obsolete. As OSSE expands the scope of the Student Longitudinal Education Database (SLED) to include additional data, the need for enhancement in both SLED and the source data systems has become a critical area for improvement for the District as a whole. In addition, OSSE’s early childhood subsidy and uniform per-student funding formula (UPSFF) payments, including supplemental UPSFF payments, are manual exercises and prone to serious risk of inaccurate payments and non-compliance with Federal and/or District Law. Furthermore, OSSE has several applications for mandated activities (e.g., teacher licensure and childcare licensure) that are not technologically sufficient for the needs of their users. With these issues corrected, OSSE would be in a unique position to steer future analysis of and publish key findings regarding the early childhood to career pathways for District residents. To support the overhaul of data systems and to maintain this overhaul going forward, OSSE will strategically re-align its operating budget starting with the FY17 budge.","justification":"IT issues have become a critical area for improvement, such as OSSE scope expansion of the Student Longitudinal Education Database (SLED) to include additional data, and the need for enhancement in both SLED and the source data systems. In addition, OSSE’s early childhood subsidy and uniform per-student funding formula (UPSFF) payments, including supplemental UPSFF payments, are manual exercises  prone to serious risk of inaccurate payments and non-compliance with Federal and/or District Law.  Furthermore, OSSE has several applications for mandated activities, e.g. teacher licensure and childcare licensure, that are not sufficient for the needs of their users.  With these issues corrected, OSSE would be in a unique position to steer future analysis of and publish key findings regarding the early childhood to career pathways for District residents.","progress_assessment":"New project","related_projects":"None","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":11929000,"useful_life":15,"lat":38.90060547,"lon":-77.00702569,"first_year":2017,"last_year":2021,"cip_history":{"FY2017":{"plan":{"FY2017":2929,"FY2018":2000,"FY2019":3000,"FY2020":2500,"FY2021":1500,"FY2022":0},"est_cost":11929000}},"cumulative_funding":{"funding_by_phase":{"(06) IT Requirements Development/Systems Design":{"FY2017":{"allotted":0,"spent":0,"proposed":2929},"FY2018":{"allotted":2929,"spent":0,"proposed":2000},"FY2019":{"allotted":4929,"spent":0,"proposed":3000},"FY2020":{"allotted":7929,"spent":0,"proposed":2500},"FY2021":{"allotted":10429,"spent":0,"proposed":1500}}},"funding_by_source":{"Pay Go (0301)":{"FY2017":{"allotted":0,"spent":0,"proposed":2929},"FY2018":{"allotted":2929,"spent":0,"proposed":2000},"FY2019":{"allotted":4929,"spent":0,"proposed":3000},"FY2020":{"allotted":7929,"spent":0,"proposed":2500},"FY2021":{"allotted":10429,"spent":0,"proposed":1500}}},"total_funding":{"FY2017":{"allotted":0,"spent":0,"proposed":2929},"FY2018":{"allotted":2929,"spent":0,"proposed":2000},"FY2019":{"allotted":4929,"spent":0,"proposed":3000},"FY2020":{"allotted":7929,"spent":0,"proposed":2500},"FY2021":{"allotted":10429,"spent":0,"proposed":1500}}}}