{"active":true,"project_no":"HSW04","title":"WARD 4 SHELTER","agency":"DEPARTMENT OF HUMAN SERVICES (JA0)","implementing_agency":"DEPARTMENT OF GENERAL SERVICES (AM0)","ward":"4","location":"5505 FIFTH STREET NW","facility":"WARD 4 SHELTER","status":"New","description":"To acquire the parcel of land located at 5505 Fifth Street NW, Square 3260, Lot 54, including, if necessary, through the exercise of eminent domain and to construct a facility to provide temporary shelter for families experiencing homelessness containing 49 DC General Family Shelter replacement units on the land to be acquired.  The District may contract with the current property owner for construction of the facility as part of an agreement to acquire the land.  If no agreement can be reached with the current owner for construction of the facility, a contract for construction of the facility shall be awarded pursuant to a request for proposals to be issued by the Department of General Services.The construction of new, smaller short-term family housing options will allow the District to close down the DC General Family shelter. The creation of permanent supportive housing will help end chronic homelessness.  These are both consistent with the District‘s strategic plan to end homelessness and advance overall efforts to make homelessness rare, brief and reoccurring in DC.The District seeks to issue tax-exempt bonds to finance these projects and the Chief Financial Officer of the District must be satisfied that the proposed business arrangements, with respect to the use and user(s) of the proposed project, will not create a private business use within the meaning of the applicable Internal Revenue Service rules and regulations.","justification":"n/a","progress_assessment":"New project.","related_projects":"THK16C-Temporary and Permanent Supportive Housing Pool Project","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":13000000,"useful_life":30,"lat":38.95685453,"lon":-77.01967529,"first_year":2017,"last_year":2017,"cip_history":{"FY2017":{"FY2017":13000,"FY2018":0,"FY2019":0,"FY2020":0,"FY2021":0,"FY2022":0}},"cumulative_funding":{"funding_by_phase":{"(04) Construction":{"FY2017":{"allotted":0,"spent":0,"proposed":13000}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2017":{"allotted":0,"spent":0,"proposed":13000}}},"total_funding":{"FY2017":{"allotted":0,"spent":0,"proposed":13000}}}}