{"active":false,"project_no":"LC137","title":" RENOVATIONS TO ENGINE COMPANY 19","image":"fy11-109_1.jpg","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"7","location":"2813 PENNSYLVANIA AVENUE SE","status":"Ongoing Subprojects","description":"This project is a major renovation of Engine 19, which is located at 2813 Pennsylvania Avenue SE. The work includes major improvements and upgrades that will bring the facility into compliance with current basic standards such as ADA access, Life Safety Codes, NFPA, firefighting protective gear storage and energy efficient HVAC systems. Most important will be the new Life Safety features by the installation of a fire sprinkler and fire alarm system. The interior of this historic building will be redesigned and all of the building’s electrical and lighting systems and plumbing will be replaced to the Silver level of the LEED standard for renovations. The slate roof system will be replaced and the storm water management system replaced. Working with the Historic Preservation Office, we will widen both apparatus bay doors to accomodate the larger apparatus FEMS will be required to purchase to meet the 2010 EPA Clean Emissions Standard and replace all windows with energy efficient windows that match the current windows. A temporary fire station will provide uninterrupted protection to the community during this project.","justification":"Built in 1911 this historic firehouse has only had minor improvements or upgrades since it was constructed so it does not comply with current basic standards such as ADA access, female firefighter locker room accommodations, or an energy efficient HVAC system. The electrical system is not large enough to meet the required need and does not meet safety codes. The facility is structurally sound but the infrastructure is in very poorcondition and has a high maintenance history. Water damage is a constant problem because the storm drain system is in disrepair and needs to be replaced to work properly.","progress_assessment":"N/A","related_projects":"Projects related to this project are Engine 18 (LB937C) and Engine 30 (LD337C). These stations are in the same general area as Engine 19 and are similar projects.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/09","actual":"10/01/09"},"design_complete":{"projected":"10/01/10","actual":"10/01/10"},"construction_start":{"projected":"04/01/11"},"construction_complete":{"projected":"10/01/12"},"closeout":{"projected":"12/01/12"}},"useful_life":30,"facility":"ENGINE 19","lat":38.87159637,"lon":-76.96698729,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"FY2010":0,"FY2011":0,"FY2012":0,"FY2013":2600,"FY2014":0,"FY2015":0},"FY2011":{"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":800,"FY2015":0,"FY2016":0}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2010":{"allotted":300,"spent":300,"proposed":0},"FY2011":{"allotted":300,"spent":72,"proposed":0}},"(03) Project Management":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":-228,"proposed":0}},"(04) Construction":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":300,"spent":300,"proposed":0},"FY2011":{"allotted":300,"spent":72,"proposed":0}}},"total_funding":{"FY2010":{"allotted":300,"spent":300,"proposed":0},"FY2011":{"allotted":300,"spent":72,"proposed":0}}},"est_cost":300000}