{"active":false,"project_no":"LC337","title":"ENGINE 21 RENOVATION / MODERNIZATION","image":"fy11-110_1.jpg","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"1","location":"1763 LANIER PLACE NW","status":"New","description":"This project is a major renovation of Engine Company 21 which is located at 1763 Lanier Place NW. The facility houses and supports the operations of Engine 21 and Medic 21 in the Adams Morgan neighborhood. This historic firehouse has only had minor improvements or upgrades since it was constructed in 1908 and none since 1984. The proposed work includes major improvements and upgrades that will bring the facility into compliance with current basic standards such as ADA access, Life Safety Codes, NFPA, firefighting protective gear storage and energy efficient HVAC systems. Most important will be the new Life Safety features by the installation of a fire sprinkler and fire alarm systems. The interior of this historic building will be redesigned and all of the building’s electrical and lighting systems and plumbing will be replaced to the Silver level of the LEED standard for renovations.We will widen both apparatus bay doors to accomodate the larger apparatus FEMS will be required to purchase to meet the 2010 EPA Clean Emissions Standard. The structural components of the facility are basically sound with the exception of some structural work that will be required at the rear of the west wall. The terracotta roof system is in is in good condition but the storm water management system for it is in poor condition and will be replaced. The bell tower will be refurbished and the bell remounted with a safe design. A temporary fire station will provide uninterrupted protection to the community during this project.","justification":"Engine Company 21 does not comply with current basic standards such as ADA access, NFPA standards for Fire Stations, and female firefighter locker room accommodations. The infrastructure of the facility is in poor condition and has exceeded its projected life span. Structural work to the exterior walls will need to be done during this renovation or this problem will become serious enough to threaten the building. Water damage inside the building is a constant problem because the storm drain system is in disrepair and needs replaced to work properly.","progress_assessment":"N/A","related_projects":"Projects related to this project are Engine 6 (LD537C) and Engine 16 (LB737C). These stations are in the same general area as Engine 4 and are similar projects.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/13"},"design_complete":{"projected":"10/01/14","actual":"10/01/14"},"construction_start":{"projected":"04/01/15"},"construction_complete":{"projected":"10/01/16"},"closeout":{"projected":"12/01/16"}},"useful_life":30,"facility":"ENGINE 21","lat":38.92477148,"lon":-77.04221546,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"plan":{"FY2010":0,"FY2011":2300,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0},"est_cost":null},"FY2011":{"plan":{"FY2011":479,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":1000},"est_cost":null}},"cumulative_funding":{"funding_by_phase":{"(03) Project Management":{"FY2010":{"allotted":500,"spent":494,"proposed":0},"FY2011":{"allotted":500,"spent":494,"proposed":153}},"(04) Construction":{"FY2010":{"allotted":530,"spent":0,"proposed":0},"FY2011":{"allotted":51,"spent":0,"proposed":326}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":1030,"spent":494,"proposed":0},"FY2011":{"allotted":551,"spent":494,"proposed":479}}},"total_funding":{"FY2010":{"allotted":1030,"spent":494,"proposed":0},"FY2011":{"allotted":551,"spent":494,"proposed":479}}},"est_cost":1030000}