{"active":false,"project_no":"LD737","title":"ENGINE 33","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"8","location":"101 ATLANTIC STREET, S.W.","status":"New","description":"This project is a major renovation of Engine Company 33, which is at 101 Atlantic Street S.E. The work includes major improvements and upgrades that will bring the facility into compliance with current basic standards such as ADA access, Life Safety, and energy efficient HVAC systems. Although it is structurally sound the infrastructure of the facility is worn out and has exceeded its projected life span. The building will be redesigned to the Silver level of the LEED standard and all of the building’s electrical and lighting systems, roof systems, and deteriorated concrete, and plumbing will be replaced. Most important will be the new Life Safety features by the installation of a fire sprinkler and fire alarm system. A temporary fire station will provide uninterrupted protection to the community during this project.","justification":"This station has not had any major improvements or upgrades since it was constructed in 1987, so it does not comply with current basic standards such as ADA access, or an energy efficient HVAC system. The stations infrastructure and systems are past their expected life span and in need of replacement. This station houses and supports the operations of Engine Company 33, Truck 8, Medic 33 and Ambulance 33. Although it is structurally sound the infrastructure of the facility has reached its expected life span resulting in poor conditions for the First Responders and otherDepartment personnel that work there.","progress_assessment":"N/A","related_projects":"Projects related to this project are Engine 8 (LA837C) and Engine 3 (LA337C). These stations are similar projects.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/14"},"design_complete":{"projected":"10/01/15"},"construction_start":{"projected":"04/01/16"},"construction_complete":{"projected":"10/01/17"},"closeout":{"projected":"12/01/17"}},"useful_life":30,"lat":38.83089533,"lon":-77.00514742,"first_year":2010,"last_year":2010,"cip_history":{"FY2010":{"FY2010":0,"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":350}},"cumulative_funding":{"funding_by_phase":{"(04) Construction":{"FY2010":{"allotted":0,"spent":0,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":0,"spent":0,"proposed":0}}},"total_funding":{"FY2010":{"allotted":0,"spent":0,"proposed":0}}},"est_cost":0}