{"active":false,"project_no":"LD839","title":" EVOC COURSE","image":"fy13-112_1.png","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"DEPARTMENT OF REAL ESTATE SERVICES (AM0)","ward":"8","location":"4600 SHEPHERD PARKWAY SW","facility":"TRAINING ACADEMY INFRASTRUCTURE/EVOC COURSE","status":"New","description":"This project will update the training academy to enable the training of firefighters in the  most efficient  safest manner possible. Some of the current issues facing the academy include environmental remediation from the of burning flammable/combustible liquids, severely deteriorated roadways, live overhead utility wires in outdated and nonoperational fire training props within the facility.  Additionally, there are a multitude of facility and utility issues with the building and lot.    The project will upgrade all systems for underground utilities, electric, sewer, gas (both natural and LP), water distribution , fire hydrants, electrical conduits, and street lighting.  New utilities will be placed to accomodate future improvements and safety hazards will be remediated through the relocation of overhead wiring hazards, removal of storage tanks, pipes and other equipment.  All aging and non-operational fire training props, including the underground water and oil separator will be removed.  Finally, there will be an installation of a new perimeter security fence, access gate, street improvements and a driving training course.","justification":"This project is necessary to bring the Emergency Vehicle Operators Course up to the latest industry standards for our Emergency Vehicle Operators. This project will benefit District taxpayers by providing well trained emergency vehicle operators. This project was funded in 2006 and is still in the design phase.  This is a priority project due to the deteriorated condition of the current EVOC.","progress_assessment":"This project is just completing the design phase for the Emergency Vehicle Operators Course.There are no bottlenecks at this time.The project only has $850,503 and will need to have funds reallocated from other FEMS Capital projects to adequately fund it.","related_projects":"LE337C, Fire Training Simulators","milestones":{"environmental_approvals":{},"design_start":{"projected":"11/01/07"},"design_complete":{"projected":"08/06/12"},"construction_start":{"projected":"06/01/12"},"construction_complete":{"projected":"06/01/14"},"closeout":{}},"est_cost":4550000,"useful_life":8,"lat":38.82053486,"lon":-77.01608052,"first_year":2012,"last_year":2013,"cip_history":{"FY2012":{"plan":{"FY2012":2000,"FY2013":250,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0},"est_cost":0},"FY2013":{"plan":{"FY2013":250,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0},"est_cost":4550000}},"cumulative_funding":{"funding_by_phase":{"(03) Project Management":{"FY2012":{"allotted":1200,"spent":1200,"proposed":0},"FY2013":{"allotted":708,"spent":625,"proposed":0}},"(04) Construction":{"FY2012":{"allotted":2000,"spent":1149,"proposed":2000},"FY2013":{"allotted":3592,"spent":547,"proposed":250}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2012":{"allotted":3200,"spent":2349,"proposed":2000},"FY2013":{"allotted":4299,"spent":1172,"proposed":250}}},"total_funding":{"FY2012":{"allotted":3200,"spent":2349,"proposed":2000},"FY2013":{"allotted":4300,"spent":1172,"proposed":250}}}}