{"active":false,"project_no":"LI237","title":"INTEGRATED INFORMATION MANAGEMENT SYSTEMS","image":"fy11-122_1.jpg","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"1","location":"1923 VERMONT AVENUE NW","status":"Ongoing Subprojects","description":"DC Fire and EMS is in critical need of updating and modernizing its work flow and reporting capabilities for several business functions.  The fire incident reporting system is outdated and needs a major overhaul in order to meet National Fire Incident Reporting System Requirements, and to provide incident event data streams to the City Wide Data Warehouse and other tactical operational support platforms and or dashboards for emergency response and public health.  Several major business processes need modernization and electronic work flow processing.  This project proposes to modernize all major business functions, identify business processes in need of re-engineering, identify software requirements and cost benefit analysis, and procure fire department specific solutions that best meet the specific program missions, goals and objectives of the agency. Major Objectives include: 1) Develop Project Plan for modernizing F&EMS business processes. 2) Identify requirements for all core business functions in dire need of electronic record keeping and business processes re-engineering. 3) Upgrade or replace existing systems and integrate with data streams from the OUC 911 Center. 4) Deploy business unit modules in phased deployments over 3 years. 5) Upgrade existing applications, database, and web servers to support integrated data management with other agencies.","justification":"The existing software and hardware systems are beyond end of life, at high risk for systems failure, and need to be brought up to date to meet current DC government requirements for data security, redundancy, COOP, and HIPAA security requirements. Several interagency programs would like to obtain data streams from F&EMS, but the data is not available electronically.  Training, personnel, staffing, and resource deploymenttools need to be integrated across systems in order to provide more effective management and reporting capabilities.  Many programs are burdened by paper processes that need converting to electronic forms and database capture.","progress_assessment":"Preliminary work has begun in examining business processes and workflow, and identifying priorities for modernization.","related_projects":"LI337, Mobile Field Force Deployment – This project provides for development of mobile field reporting platforms for the Inspection and Enforcement Programs.  These mobile field inspectors will use their mobile platforms to submit and retrieve information to and from the agency database systems.","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{"projected":"03/30/09","actual":"03/30/09"},"construction_start":{"projected":"06/15/09"},"construction_complete":{"projected":"07/30/11"},"closeout":{"projected":"09/30/11"}},"useful_life":10,"lat":38.91629231,"lon":-77.02536643,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"plan":{"FY2010":500,"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0},"est_cost":null},"FY2011":{"plan":{"FY2011":861,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0},"est_cost":null}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2010":{"allotted":150,"spent":8,"proposed":100},"FY2011":{"allotted":6,"spent":6,"proposed":861}},"(03) Project Management":{"FY2010":{"allotted":100,"spent":47,"proposed":150},"FY2011":{"allotted":47,"spent":47,"proposed":0}},"(04) Construction":{"FY2010":{"allotted":250,"spent":94,"proposed":0},"FY2011":{"allotted":124,"spent":124,"proposed":0}},"(05) Equipment":{"FY2010":{"allotted":200,"spent":187,"proposed":250},"FY2011":{"allotted":163,"spent":163,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":700,"spent":337,"proposed":500},"FY2011":{"allotted":339,"spent":339,"proposed":861}}},"total_funding":{"FY2010":{"allotted":700,"spent":336,"proposed":500},"FY2011":{"allotted":340,"spent":340,"proposed":861}}},"est_cost":1201000}