{"active":false,"project_no":"N2803","title":"SPECIAL EDUCATION DATA SYSTEMS","agency":"STATE SUPERINTENDENT OF EDUCATION (OSSE) (GD0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","location":"DISTRICT-WIDE","facility":"INFORMATION TECHNOLOGY","status":"Under construction","description":"SEDS is a comprehensive data system designed to support high quality, seamless service delivery for children with disabilities within the District.  SEDS is currently in its second school year of implementation and OSSE has mandated its use by all LEAS, including DCPS, via regulations issued on December 4, 2009.  SEDS supports the goal of optimizing the ability to track the District of Columbia’s delivery of special education services to all students.  The OSSE continues to make significant progress toward meeting the following objectives:  1) To automate and streamline the Individualized Education Program (IEP) development, management, and historical record keeping for local districts and school sites;  2) To improve service delivery by reducing the burden of paperwork and allowing staff to focus on delivering quality instruction and services to students with disabilities;  3) To support best practice in special education management by providing real-time district wide reporting, and accurate and reliable state and federal reporting;  4) To facilitate compliance and quality assurance through improved data accuracy, auditing, and timeline management; and  5) To support seamless transactions for students via an improved process for student special education records transfer between schools and districts.","justification":"The Special Education Data System (SEDS) is required to support local, federal, legal and regulatory requirements needed for compliance with the Individuals with Disabilities Education Act (IDEA) and the Blackman Jones Consent Decree (section F).","progress_assessment":"SEDS Core Module Improvements was released to users on September 8, 2009.   OSSE has worked with various stakeholders to improve data quality and functionality for the system.  A new version is expected to be released in May 2011.","related_projects":"None.","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"ward":"","est_cost":9400000,"useful_life":10,"lat":null,"lon":null,"first_year":2011,"last_year":2013,"cip_history":{"FY2011":{"plan":{"FY2011":5400,"FY2012":2500,"FY2013":1500,"FY2014":0,"FY2015":0,"FY2016":0},"est_cost":null},"FY2012":{"plan":{"FY2012":2500,"FY2013":1500,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0},"est_cost":9400000},"FY2013":{"plan":{"FY2013":1500,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0},"est_cost":9400000}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2011":{"allotted":0,"spent":0,"proposed":5400},"FY2012":{"allotted":5400,"spent":2031,"proposed":2500},"FY2013":{"allotted":7900,"spent":5697,"proposed":1500}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2011":{"allotted":0,"spent":0,"proposed":5400},"FY2012":{"allotted":5400,"spent":2031,"proposed":2500},"FY2013":{"allotted":7900,"spent":5697,"proposed":1500}}},"total_funding":{"FY2011":{"allotted":0,"spent":0,"proposed":5400},"FY2012":{"allotted":5400,"spent":2031,"proposed":2500},"FY2013":{"allotted":7900,"spent":5697,"proposed":1500}}}}