{"active":false,"project_no":"NEL38","title":" NORTHEAST LIBRARY","image":"fy13-75_1.png","agency":"DC PUBLIC LIBRARY (CE0)","implementing_agency":"DC PUBLIC LIBRARY (CE0)","ward":"6","location":"330 7TH STREET NE","facility":"NORTHEAST LIBRARY","status":"Under design","description":"This project involves the interior renovation of the 1930s era building to create a 21st century state-of-art LEED Silver Rated facility.   The scope of work entails providing architectural and engineering services including predesign, design, preparation of contract documents, commissioning and  planning services to substantially renovate the structure to fully comply with ADA Accessibility Guidelines for Buildings and Facilities (September 2002) and to bring the building up to all current building codes.  This includes vertical transportation, interior circulation, signage, entrances and exists, walkways, restrooms, alarms, etc.  The renovation will make the facility more engery efficient and will provide improved library services to the community.      The Northeast Neighborhood Library has recently undergone exterior improvements that restored the historic doors and windows, tuck-pointed the masonry, and created a landscaped reading garden. This work was Phase 1 of a two-phase project approach. Similar phased approaches have been undertaken at Petworth and Mount Pleasant libraries. The interior improvements at Northeast have been submitted as part of the Libraries Capital Improvement Plan beginning in FY 2009. In FY 2009 and FY 2010 funding requested for this project was postponed to out-years and in FY 2011 removed completely from the Capital Improvement Plan. Based on December 2010 Facility Condition Report, the Northeast Library is not up to current building codes and is not in compliance with ADA/ADAAG requirements.  The interior renovation project includes funding for temporary interim library facilities.","justification":"Since this library was built in the 1930s, only minor renovations have taken place. Northeast library is located in the Hitoric Capitol Hill District. Building is safe but there are numerous code and ADA/ADAAG violations","progress_assessment":"Completed $1.5 Million exterior improvement project.","related_projects":"There are no related projects.","milestones":{"environmental_approvals":{"projected":"10/11/10","actual":"10/11/10"},"design_start":{"projected":"10/03/11"},"design_complete":{"projected":"04/30/12"},"construction_start":{"projected":"05/01/12"},"construction_complete":{"projected":"05/01/13"},"closeout":{"projected":"08/15/13"}},"est_cost":10500000,"useful_life":30,"lat":38.89440688,"lon":-76.99635899,"first_year":2012,"last_year":2013,"cip_history":{"FY2012":{"FY2012":5000,"FY2013":5286,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0},"FY2013":{"FY2013":7036,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0}},"cumulative_funding":{"funding_by_phase":{"(04) Construction":{"FY2012":{"allotted":0,"spent":0,"proposed":5000},"FY2013":{"allotted":3424,"spent":853,"proposed":7036}},"(01) Design":{"FY2013":{"allotted":1174,"spent":464,"proposed":0}},"(03) Project Management":{"FY2013":{"allotted":1250,"spent":378,"proposed":75}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2012":{"allotted":0,"spent":0,"proposed":5000},"FY2013":{"allotted":3424,"spent":853,"proposed":7036}}},"total_funding":{"FY2012":{"allotted":0,"spent":0,"proposed":5000},"FY2013":{"allotted":3424,"spent":853,"proposed":7036}}}}