{"active":true,"project_no":"NMM17","title":"ENTERPRISE NETWORK MONITORING MODERNIZATION","agency":"OFFICE OF THE CHIEF TECHNOLOGY OFFICER (TO0)","implementing_agency":"OFFICE OF THE CHIEF TECHNOLOGY OFFICER (TO0)","location":"DISTRICT-WIDE","facility":"INFORMATION TECHNOLOGY","status":"New","description":"The purpose of this project is to monitor against cyber-security risks by identifying all points that are vulnerable to attack. OCTO must understand and gather all vulnerability data from servers, endpoints, mobile devices and web assets by deploying threat exposure management software. With the increase of “bad actors” utilizing the latest technology, the District must also deploy modern technologies that can find zero day exploits and reduce our risk to external threats. Additionally, OCTO must increase capability to perform real-time penetration testing on DC Government websites to decrease vulnerability to web-based cyber-attacks. Modernizing OCTO network monitoring systems will further augment and enhance security at the District facilities housing critical public safety communications equipment.","justification":"Managing the security risk of OCTO IT networks involves identifying all points that are vulnerable to cyber attack. OCTO must understand and gather all vulnerability data from servers, endpoints, mobile devices and web assets by deploying threat exposure management software. Additionally, OCTO must increase capability to perform real-time penetration testing on DC Government websites to decrease vulnerability to web-based cyber-attacks.Modernizing our network monitoring systems will further augment and enhance security at the District facilities housing critical public safety communications equipment.","progress_assessment":"N/A","related_projects":"N9101C - DC GOVERNMENT CITYWIDE IT SECURITY PROGRAM","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/16"},"design_complete":{"projected":"09/30/17"},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":1090000,"useful_life":5,"lat":null,"lon":null,"first_year":2017,"last_year":2017,"cip_history":{"FY2017":{"FY2017":1090,"FY2018":0,"FY2019":0,"FY2020":0,"FY2021":0,"FY2022":0}},"cumulative_funding":{"funding_by_phase":{"(06) IT Requirements Development/Systems Design":{"FY2017":{"allotted":0,"spent":0,"proposed":1090}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2017":{"allotted":0,"spent":0,"proposed":1090}}},"total_funding":{"FY2017":{"allotted":0,"spent":0,"proposed":1090}}}}