{"active":false,"project_no":"SUS04","title":"SUSTAINABLE DC FUND-2","agency":"DISTRICT DEPARTMENT OF THE ENVIRONMENT (KG0)","implementing_agency":"DISTRICT DEPARTMENT OF THE ENVIRONMENT (KG0)","ward":"","location":"DISTRICT-WIDE","facility":"VARIOUS","status":"New","description":"While implementation of the Sustainability Plan will largely result from deploying existing capital and operating dollars in different ways to achieve a broader range of objectives, initially agencies may need to conduct feasibility studies or run small demonstration projects to test the efficacy of some new approaches: e.g., studying the feasibility of using DC government buildings to host solar collectors or wind turbines, or grow food; or the scalability of neighborhood or Ward-level composting facilities as part of a Zero Waste strategy.","justification":"Sustainable DC is a District government-led plan to make the city the healthiest, greenest, and most livable city in the United States. It is a city-wide initiative crafted for and by the city's diverse community with the ultimate goal of making the District more socially equitable, environmentally responsive, and economically prosperous. This initiative will jump start the first Sustainability Plan projects and test their feasibility or demonstrate how they might work at a larger scale.","progress_assessment":"This is a new project.","related_projects":"N/A","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":2557000,"useful_life":20,"lat":null,"lon":null,"first_year":2014,"last_year":2014,"cip_history":{"FY2014":{"FY2014":2557,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0}},"cumulative_funding":{"funding_by_phase":{"(04) Construction":{"FY2014":{"allotted":0,"spent":0,"proposed":2557}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2014":{"allotted":0,"spent":0,"proposed":2557}}},"total_funding":{"FY2014":{"allotted":0,"spent":0,"proposed":2557}}}}