{"active":false,"project_no":"SWO12","title":"OKIE STREET PARKING LOT ACQUISITION","agency":"DEPARTMENT OF PUBLIC WORKS (KT0)","implementing_agency":"DEPARTMENT OF PUBLIC WORKS (KT0)","ward":"5","location":"1401 OKIE STREET, NE","facility":"OKIE STREET LOT","status":"New","description":"The Department of Public Works (DPW) is requesting a total of $18,360,000 million in new budget authority to purchase 1431 Okie Street, NE. Currently DPW leases the property and is in the planning stages of erecting a facility at the site. The new “Solid Waste Operational Center,” will house the Street and Alley Division of the Department of Public Works Solid Waste Management Administration (SWMA). Currently, the Street and Alley Division needs consolidation from its two separate locations at 11th  O Streets, SE and 900 New Jersey Avenue, SE.","justification":"DPW needs to vacate our facilities located at 11th  O Sts, SE  900 New Jersey Ave, SE., due to economic development. The District through the Office of the Deputy Mayor for Planning and Economic Development (“DMPED”) and the Office of Planning (“OP”) is in the process of planning the area along the west bank of the Anacostia River.  The District seeks to provide upgraded public facilities, improve environmental conditions, preserve existing functions  utilize remaining land to enhance and expand boathouse, marina, dock and water recreation uses. Additionally, plans call for further development of the Southwest Waterfront Area to include the property located at 900 New Jersey Avenue, SE.","progress_assessment":"New Project","related_projects":"None","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":18360000,"lat":38.91442899,"lon":-76.98412869,"first_year":2012,"last_year":2012,"cip_history":{"FY2012":{"plan":{"FY2012":18360,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0},"est_cost":18360000}},"cumulative_funding":{"funding_by_phase":{"(02) SITE":{"FY2012":{"allotted":0,"spent":0,"proposed":18360}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2012":{"allotted":0,"spent":0,"proposed":18360}}},"total_funding":{"FY2012":{"allotted":0,"spent":0,"proposed":18360}}}}