{"active":false,"project_no":"XA537","title":"RENOVATION SEH BUILDINGS","image":"fy10-189_1.jpg","agency":"DEPARTMENT OF MENTAL HEALTH (RM0)","implementing_agency":"DEPARTMENT OF MENTAL HEALTH (RM0)","ward":"8","location":"2700 MARTIN LUTHER KING JR AVENUE SE","status":"Under construction","description":"This project is for the renovation of Building #124 (the RMB building) on the East Campus of Saint Elizabeths Hospital, to include repairs and modernization of facilities, utilities, and infrastructure to house four (4) patient wards and ancillary staff. This project also includes utilities consolidation that will create a stand-alone HVAC, electrical, and domestic hot water systems for the RMB building and the new hospital independent of the aging campus utilities systems. The second phase of this project will upgrade former patient areas to accommodate new staffing functions that cannot be accommodated in the new hospital, including auxiliary dental services, office space, and relocation of the lobby entrance. The renovated RMB building will provide office space and additional capacity to serve patients outside of the main hospital building, which will house roughly 300 patients. Saint Elizabeths currently serves approximately 400 patients.","justification":"This project is needed to provide accommodations for four (4) patient wards and ancillary staff. This space will provide added capacity as the Department of Mental Health works to reduce the patient census at Saint Elizabeths by improving outpatient services and adding capacity in other hospitals. This project will also consolidate utilities on the campus, allowing the new hospital and RMB to operate independent of an aging utilities system serving other parts of the campus. Once complete, this project will allow all but two buildings to be vacated and become available for mixed-use development.","progress_assessment":"This project is progressing as planned. There are challenges facing this project, as the building is currently occupied, and the pace of progress is slower than it would be had the building been vacant.","related_projects":"HX501C - New St Elizabeths Hospital","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{"projected":"02/15/04"},"construction_start":{"projected":"04/01/07"},"construction_complete":{"projected":"09/30/10"},"closeout":{"projected":"11/30/10"}},"useful_life":30,"lat":38.85068463,"lon":-76.99472857,"first_year":2010,"last_year":2010,"cip_history":{"FY2010":{"FY2010":3000,"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2010":{"allotted":19150,"spent":15715,"proposed":3000}},"(03) Project Management":{"FY2010":{"allotted":440,"spent":406,"proposed":0}},"(04) Construction":{"FY2010":{"allotted":16150,"spent":14502,"proposed":2640}},"(05) Equipment":{"FY2010":{"allotted":160,"spent":11,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":19150,"spent":15716,"proposed":3000}}},"total_funding":{"FY2010":{"allotted":19150,"spent":15715,"proposed":3000}}},"est_cost":22150000}