{"active":false,"project_no":"XA655","title":"AVATAR UPGRADE","agency":"DEPARTMENT OF MENTAL HEALTH (RM0)","implementing_agency":"DEPARTMENT OF MENTAL HEALTH (RM0)","ward":"8","location":"1100 ALABAMA AVENUE SE","facility":"INFORMATION TECHNOLOGY","status":"Ongoing Subprojects","description":"St. Elizabeths Hospital desires a set of product enhancements to be applied to the current Avatar System which is comprised of the base Avatar System (Practice Management and Clinical Work Station), Worx (Pharmacy Management) and Lab (TDSynergy).  These enhancements can be grouped into the following categories:    Product Enhancements (Application Functionality) – These enhancements cover the spectrum of costs associated with the changes necessary to further align the system to meet clinical practices and includes enhancements to system screens, reports, features and functionality that require alteration to comply with regulatory requirements (as stated by the Department of Justice), workflow changes, process documentation, process optimization or any mix of these as well as upgrading to RADPlus 2011.      Equipment – in the form of signature pads.  Approximately twenty of these devices have already been put in place, allowing the hospital to apply electronic signatures to electronic forms, furthering the development of a fully digital EMR.    Avatar Management Reports – The hospital seeks to have qualified Crystal Reports designers create a series of complex reports surrounding the timeliness of completing assessments. Additional detail and specifications are located in Appendix B, Management Report Specs.    Future Form/Enhancement and Report Development – The hospital will continue to work with the DOJ and other regulatory agencies to fulfill its compliance obligations.  Based on past meetings with these regulatory bodies, requests for new forms or changes to existing forms will be mandated.  Further, based on the dynamic nature of the hospital, as it optimizes its own processes, it is essential that funding be made available to allow for forms and/or enhancements that are as yet unidentified.","justification":"The hospital has compliance obligations with the Department of Justice and Deaprtment of Health that will be met with this project.  Based on past meetings with these regulatory bodies, requests for new forms or changes to existing forms have been mandated.  Further, based on the dynamic nature of the hospital, as it optimizes its own processes, it is essential that funding be made available to allow for forms and/or enhancements that are as yet unidentified.    This project is extremely urgent as the Hospital is under a great deal of pressure to meet its compliance obligations; furthermore, it will improve the collaboration among the staff at SEH who are responsible for the care and well being of many District residents.      This is a new project that has been developed as a result of several compliance obligations and a number of new Healthcare Standards such as ICD-10 and HIPPA 5010\"","progress_assessment":"This is an ongoing project.","related_projects":"N/A","milestones":{"environmental_approvals":{},"design_start":{"projected":"01/01/13"},"design_complete":{},"construction_start":{},"construction_complete":{"projected":"09/30/14"},"closeout":{}},"est_cost":1655000,"useful_life":5,"lat":38.84826586,"lon":-76.98840517,"first_year":2013,"last_year":2014,"cip_history":{"FY2013":{"FY2013":1230,"FY2014":425,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0},"FY2014":{"FY2014":425,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2013":{"allotted":0,"spent":0,"proposed":1230},"FY2014":{"allotted":1230,"spent":700,"proposed":425}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2013":{"allotted":0,"spent":0,"proposed":1230},"FY2014":{"allotted":1230,"spent":700,"proposed":425}}},"total_funding":{"FY2013":{"allotted":0,"spent":0,"proposed":1230},"FY2014":{"allotted":1230,"spent":700,"proposed":425}}}}