{"active":true,"project_no":"CIM01","title":"CAPITAL ASSET REPLACEMENT SCHEDULING SYSTEM","agency":"OFFICE OF THE CHIEF FINANCIAL OFFICER (AT0)","implementing_agency":"OFFICE OF THE CHIEF TECHNOLOGY OFFICER (TO0)","location":"DISTRICT-WIDE","facility":"INFORMATION TECHNOLOGY","status":"Ongoing Subprojects","description":"The new project will provide better information on current capital projects as well as future capital and infrastructure needs. The project will identify budget needs to maintain current infrastructure; the capacity of different funding options; and the impact of policies on the District’s debt cap and pay-as-you-go levels. The project will help identify the need for alternative financial options such as public/private partnerships and infrastructure trusts, in support of managing the District's asset needs.The project will model all District assets, by type, and by agency, against their current condition and future capital repair needs to ensure maximization of their useful life and ultimately the replacement. It will also provide a mechanism for assessing the value and the risks to the District of both current assets and proposed investments in new assets.","justification":"The project will provide a mechanism for assessing the condition status of current assets and proposed investments in new assets, and matching the priority of needs with the available budget limitations.","progress_assessment":"Project is ongoing.","related_projects":"DGS project BC101-Facility Condition Assessment, OP project PLN35C-District Master Facilities Plan, ZB201C-Enterprise Integration Projects and DCPS project YY630C-Planning","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":2395000,"useful_life":10,"lat":null,"lon":null,"first_year":2016,"last_year":2017,"cip_history":{"FY2016":{"FY2016":1500,"FY2017":0,"FY2018":0,"FY2019":0,"FY2020":0,"FY2021":0},"FY2017":{"FY2017":1000,"FY2018":0,"FY2019":0,"FY2020":0,"FY2021":0,"FY2022":0}},"cumulative_funding":{"funding_by_phase":{"(03) Project Management":{"FY2016":{"allotted":0,"spent":0,"proposed":1500},"FY2017":{"allotted":1395,"spent":1092,"proposed":1000}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2016":{"allotted":0,"spent":0,"proposed":1500},"FY2017":{"allotted":1395,"spent":1092,"proposed":1000}}},"total_funding":{"FY2016":{"allotted":0,"spent":0,"proposed":1500},"FY2017":{"allotted":1395,"spent":1092,"proposed":1000}}}}