{"active":false,"project_no":"CMSHS","title":"CASE MANAGEMENT SYSTEM","agency":"DEPARTMENT OF HUMAN SERVICES (JA0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","location":"DISTRICT-WIDE","facility":"N/A","status":"Under design review","description":"The case management cross agency information technology sharing system will allow the District’s health and human services agencies to achieve their objective of a person-centric service delivery model that enhances the customer’s experience, increases efficiency and effectiveness and maximizes the sharing of data to holistically meet the customer’s needs. This system will provide an opportunity to integrate services for a client across multiple programs/areas such as TANF, Food Stamps, Medicaid, job placement, rehabilitation services, job training and placement providers, community-based wrap around services, substance abuse programs, mental health programs, prisoner release, and housing and homelessprograms. The system would enable District agencies to assist clients in a more holistic manner. The system would provide the capabilities for agencies to provide automated referrals to other agencies in the District and to view client data across programs to improve case coordination. The system will greatly modernize the eligibility determination system, leading to a faster, more accurate eligibility determination mechanism.","justification":"District citizens and families that find themselves in need of support or help are often the least able to help themselves negotiate the maze of agencies to find and enroll in the appropriate programs. They are often required to travel between several offices and provide a variety of documents to prove their eligibility for services. An integrated approach would allow a citizen to find out about the available District and federal resources available to them through a wide variety of programs and providers. Multiple agencies throughout the District serve the same families, children and adults, often at the same time through separately maintained systems and infrastructures. This approach will simplify the process.","progress_assessment":"The request for proposal will be released in FY 2009 to enable development of the system to begin in FY 2010.","related_projects":"None.","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{"projected":"09/30/09","actual":"09/30/09"},"construction_start":{"projected":"10/01/09"},"construction_complete":{"projected":"09/30/10"},"closeout":{}},"useful_life":6,"lat":null,"lon":null,"first_year":2011,"last_year":2011,"cip_history":{"FY2011":{"FY2011":5500,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2011":{"allotted":0,"spent":0,"proposed":5500}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2011":{"allotted":0,"spent":0,"proposed":5500}}},"total_funding":{"FY2011":{"allotted":0,"spent":0,"proposed":5500}}},"est_cost":5500000}