{"active":true,"project_no":"CRB01","title":"NEW CORRECTIONAL FACILITY FOR (CDT) AND (CTF)","agency":"DEPARTMENT OF CORRECTIONS (FL0)","implementing_agency":"DEPARTMENT OF GENERAL SERVICES (AM0)","location":"TBD","facility":"DC JAIL","status":"Predesign","description":"The capital project will fund the design phase of a new correctional facility to replace the Central Detention Facility CDF) and the Central Treatment Facility (CTF), as overseen by the Department of Correction DOC). In addition, the new facility will be designed to detain sentenced felons as convicted under the District of Columbia Official Code.","justification":"These two facilities are outdated, inefficient, and ill-conceived. The CDF and CTF have operated well below capacity for years, yet there remains a severe lack of programmatic space which is essential to positive reentry. With this, there is simultaneously an abundance of unused space and a dearth of necessary space. A new facility would be right-sized to accommodate the current jail population while recognizing what is needed to encourage true rehabilitation and reduced recidivism.The District has not operated its own prison system since 2001. The National Capital Revitalization and Self-Improvement Government Act of 1997 provided for the closure of the Lorton Correction Complex and for the transfer of its felony population to a Federal Bureau of Prisons facility. Accordingly, from that point on, any person convicted of a felony under the D.C. Code was to be incarcerated within the Bureau of Prisons, not DOC.One of the most pivotal consequences of this custodial transfer is that DC residents convicted of felonies could serve their sentence anywhere in the country, including states as distant as California. Such an arrangement makes it virtually impossible to maintain family visits. Furthermore, it does not promote successful reentry as the inmate is completely detached from the resources, community, and network to which he or she will eventually return.","progress_assessment":"New project.","related_projects":"NA","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/16"},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":5000000,"lat":null,"lon":null,"first_year":2017,"last_year":2022,"cip_history":{"FY2017":{"FY2017":0,"FY2018":0,"FY2019":0,"FY2020":0,"FY2021":0,"FY2022":5000}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2017":{"allotted":0,"spent":0,"proposed":0},"FY2018":{"allotted":0,"spent":0,"proposed":0},"FY2019":{"allotted":0,"spent":0,"proposed":0},"FY2020":{"allotted":0,"spent":0,"proposed":0},"FY2021":{"allotted":0,"spent":0,"proposed":0},"FY2022":{"allotted":0,"spent":0,"proposed":5000}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2017":{"allotted":0,"spent":0,"proposed":0},"FY2018":{"allotted":0,"spent":0,"proposed":0},"FY2019":{"allotted":0,"spent":0,"proposed":0},"FY2020":{"allotted":0,"spent":0,"proposed":0},"FY2021":{"allotted":0,"spent":0,"proposed":0},"FY2022":{"allotted":0,"spent":0,"proposed":5000}}},"total_funding":{"FY2017":{"allotted":0,"spent":0,"proposed":0},"FY2018":{"allotted":0,"spent":0,"proposed":0},"FY2019":{"allotted":0,"spent":0,"proposed":0},"FY2020":{"allotted":0,"spent":0,"proposed":0},"FY2021":{"allotted":0,"spent":0,"proposed":0},"FY2022":{"allotted":0,"spent":0,"proposed":5000}}}}