{"active":false,"project_no":"FZ037","title":"DC IT/IJIS INTEGRATION","agency":"D.C. SENTENCING & CRIM. CODE REV. COMM. (FZ0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","ward":"","location":"DISTRICT-WIDE","facility":"INFORMATION TECHNOLOGY","status":"New","description":"IT system integration with the IJIS (DOJ) sentencing guidelines","justification":"Currently sentencing related data used by the Commission is transferred from DCSC and filtered through JUSTIS.   The interface with JUSTIS is designed to accept only specific data variables from the court, which are then transferred into the agency’s database and web application.  This data transfer system was designed in 2005, and provides for a daily transfer of individual case disposition and sentencing related data.  The Commission annually receives offender and offense related data from approximately 4,300 felony counts.  Data is initially transferred when a case disposition occurs and then updated when a sentence is imposed.  Thus, there are approximately 10,000 data transmissions from the court to the Commission annually.  This data has enabled the Commission to determine judicial compliance, analyze sentencing trends and evaluate the effectiveness of the sentencing guidelines.  It is from this data that the agency creates its Annual Reports, Issues Papers and responses to various data requests from criminal justice professionals.  Data analysis is the core function of the agency and it is the source of information from which modifications to the guidelines are developed and implemented as required in D.C. Code §3-101(b)(2)-(6).    DCSC will be implementing a new Integrated Justice Information System (IJIS) Outbound 12.1.  This will replace the RAM Server—the technology by which data from the court is now transferred—with the new IJIS Broker.  Currently, agencies pull data directly from the Agency Database; however, after the implementation of IJIS Outbound 12.1, agencies will pull data directly from JUSTIS and the agency database will cease to function as it is currently constructed.  In addition, JUSTIS will use an XML to facilitate a full data transfer from the court without any filtering.  The RAM Server and Agency Database are scheduled to be shut down six months after the IJIS Outbound 12.1 is fully implemented, which should tentatively occur in late 2012 or early 2013.  At that time, if agencies have not made the necessary changes to their respective data systems, they will no longer receive data from the court.    The Commission will be required to change its interface with JUSTIS to accept unfiltered data elements and transfer the data to a Staging Database from which the necessary and required data elements can be transferred to the agency’s database and web application.  Currently, the agency does not utilize a staging database and will need to construct one.  In addition, the amount of data available through IJIS Outbound 12.1 will increase significantly and the current agency web application was not constructed to process unfiltered data.  Further, changes will need to be made to the agency’s web application to utilize the additional data being provided.      If funding is not available to make the required changes to maintain compatibility with IJIS Outbound 12.1 and the Commission can no longer receive sentencing data from the court, the agency will be unable to meet any of its statutory duties.","progress_assessment":"N/A","related_projects":"None","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":1270000,"useful_life":10,"lat":null,"lon":null,"first_year":2013,"last_year":2015,"cip_history":{"FY2013":{"plan":{"FY2013":800,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0},"est_cost":800000},"FY2015":{"plan":{"FY2015":425,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0,"FY2020":0},"est_cost":1270000}},"cumulative_funding":{"funding_by_phase":{"(07) IT Development & Testing":{"FY2013":{"allotted":0,"spent":0,"proposed":800},"FY2015":{"allotted":845,"spent":845,"proposed":425}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2013":{"allotted":0,"spent":0,"proposed":800},"FY2015":{"allotted":845,"spent":845,"proposed":425}}},"total_funding":{"FY2013":{"allotted":0,"spent":0,"proposed":800},"FY2015":{"allotted":845,"spent":845,"proposed":425}}}}