{"active":false,"project_no":"K2015","title":"INSPECTIONS, COMPLIANCE AND ENFORCEMENT DATABASE","agency":"DISTRICT DEPARTMENT OF THE ENVIRONMENT (KG0)","implementing_agency":"OFFICE OF CHIEF TECHNOLOGY OFFICER (TO0)","ward":"","location":"DISTRICT DEPARTMENT OF THE ENVIRONMENT","facility":"INFORMATION TECHNOLOGY","status":"New","description":"To support the creation of a single database that tracks violations of the District’s environmental laws and DDOE’s related enforcement activities.  DDOE prepared a comprehensive enforcement strategy action plan at the start of 2012. One key feature of this plan is a database, called the “ICE database,” that would integrate DDOE’s myriad inspection, compliance, and enforcement databases in order to track violations and  related enforcement activities of the agency across consistent metrics. DDOE estimates that it will need to migrate 50 separate databases into this database.","justification":"This is necessary in order to consolidate, track, and manage  environmental enforcement actions in the District of Columbia. To support the creation of a single database that tracks violations of the District’s environmental laws and DDOE’s related enforcement activities.  DDOE prepared a comprehensive enforcement strategy action plan at the start of 2012. One key feature of this plan is a database, called the “ICE database,” that would integrate DDOE’s myriad inspection, compliance, and enforcement databases in order to track violations and related enforcement activities of the agency across consistent metrics. DDOE estimates that it will need to migrate 50 separate databases into this database.","progress_assessment":"This is a new project","related_projects":"None.","milestones":{"environmental_approvals":{"projected":"10/30/15"},"design_start":{"projected":"10/01/15"},"design_complete":{"projected":"09/30/15"},"construction_start":{"projected":"09/30/16"},"construction_complete":{"projected":"09/30/17"},"closeout":{"projected":"09/30/19"}},"est_cost":1500000,"useful_life":5,"lat":null,"lon":null,"first_year":2015,"last_year":2015,"cip_history":{"FY2015":{"plan":{"FY2015":1500,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0,"FY2020":0},"est_cost":1500000}},"cumulative_funding":{"funding_by_phase":{"(06) IT Requirements Development/Systems Design":{"FY2015":{"allotted":0,"spent":0,"proposed":1500}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2015":{"allotted":0,"spent":0,"proposed":1500}}},"total_funding":{"FY2015":{"allotted":0,"spent":0,"proposed":1500}}}}