{"active":false,"project_no":"LA337","title":"ENGINE COMPANY 3 RENOVATION","image":"fy11-103_1.jpg","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"6","location":"439 NEW JERSEY AVENUE NW","status":"Ongoing Subprojects","description":"This project is a major renovation of Engine Company 3, which is located at 439 New Jersey Avenue N.W. The work includes major improvements and upgrades that will bring the facility into compliance with current basic standards such as ADA access, Life Safety Codes, NFPA, firefighting protective gear storage and energy efficient HVAC systems. Most important will be the new Life Safety features including the installation of a fire sprinkler and fire alarm system. The interior of this historic building will be redesigned and all of the building’s electrical and lighting systems and plumbing will be replaced to the Silver level of the LEED standard for renovations. The apparatus bay doors will be widened to accomodate the larger apparatus that FEMS will be required to purchase to meet the 2010 EPA Clean Air Standards. The terracotta and membrane roof systems will be replaced and the storm water management system replaced. A temporary fire station will provide uninterrupted protection to the community during this project.","justification":"This station was built in 1916 and has not had a major renovation since its construction. Engine 3 houses and supports the operations of Engine Company 3 and Ambulance 3 on Capitol Hill. This historic firehouse has only had minor improvements or upgrades since it was constructed so it does not comply with current basic standards such as ADA access, NFPA standards for Fire Stations, and female firefighter locker room accommodations. Although it is structurally sound the infrastructure of the facility is in very poor condition and does not meet basic building, electrical and life safety codes.","progress_assessment":"N/A","related_projects":"Projects related to this project are the renovation of Engine 16 (LB 737) and the renovation of Engine 18 (LB 937). These stations are in the same general area as Engine 3 and are similar projects.","milestones":{"environmental_approvals":{},"design_start":{"projected":"01/02/10"},"design_complete":{"projected":"01/02/11","actual":"01/02/11"},"construction_start":{"projected":"07/01/11"},"construction_complete":{"projected":"01/01/13"},"closeout":{"projected":"03/01/13"}},"useful_life":30,"facility":"ENGINE 3","lat":38.8958348,"lon":-77.01090042,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"plan":{"FY2010":0,"FY2011":0,"FY2012":2680,"FY2013":0,"FY2014":0,"FY2015":0},"est_cost":null},"FY2011":{"plan":{"FY2011":0,"FY2012":1680,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0},"est_cost":null}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2010":{"allotted":300,"spent":300,"proposed":0},"FY2011":{"allotted":300,"spent":300,"proposed":0}},"(03) Project Management":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}},"(04) Construction":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":300,"spent":300,"proposed":0},"FY2011":{"allotted":300,"spent":300,"proposed":0}}},"total_funding":{"FY2010":{"allotted":300,"spent":300,"proposed":0},"FY2011":{"allotted":300,"spent":300,"proposed":0}}},"est_cost":300000}