{"active":false,"project_no":"LA437","title":"ENGINE COMPANY 4 RENOVATION","image":"fy11-104_1.jpg","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"1","location":"2531 SHERMAN AVENUE NW","status":"New","description":"This project is a major renovation of Engine Company 4, which is at 2531 Sherman Ave. N.W. This station houses and supports the operations of Engine 4, Ambulance 4, Air 1 (the Air Mask Support Unit), the Office of Risk Management, and the office of the Special Operations Battalion Fire Chief. Engine 4 is strategically located near Howard University and provides essential Fire and EMS coverage to Wards 1, 2, 4, 5, and 6 on a daily basis. The work includes major improvements and upgrades that will bring the facility into compliance with current basic standards such as ADA access, Life Safety, female firefighter locker room accommodations, and energy efficient HVAC systems. The building will be redesigned to the Silver level of the LEED standard and all of the building’s electrical and lighting systems, roof systems, and deteriorated concrete, and plumbing will be replaced. Most important will be the new Life Safety features by the installation of a fire sprinkler and fire alarm system. A temporary fire station will be built to provide uninterrupted fire protection to the Pleasant Plains neighborhood.","justification":"This building has not had any major improvements or upgrades since it was constructed in 1976 so it does not comply with current basic standards such as ADA access, female firefighter locker room accommodations, or an energy efficient HVAC system. Although it is structurally sound the infrastructure of the facility is worn out and has exceeded its projected life span resulting in poor conditions for the First Responders and other Department personnel that work there.","progress_assessment":"N/A","related_projects":"Projects related to this project are Engine 6 (LD 537) and Engine 16 (LB 737). These stations are in the same general area as Engine 4 and are similar projects.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/11"},"design_complete":{"projected":"10/01/12","actual":"10/01/12"},"construction_start":{"projected":"04/01/13"},"construction_complete":{"projected":"10/01/14"},"closeout":{"projected":"12/01/14"}},"useful_life":30,"facility":"ENGINE 4","lat":38.92339689,"lon":-77.02502519,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"FY2010":0,"FY2011":0,"FY2012":350,"FY2013":3000,"FY2014":0,"FY2015":0},"FY2011":{"FY2011":0,"FY2012":350,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":3500}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}},"(04) Construction":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"total_funding":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"est_cost":0}