{"active":false,"project_no":"LB737","title":"ENGINE COMPANY 16 RENOVATION","image":"fy11-107_1.jpg","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"2","location":"1018 13TH STREET NW","status":"New","description":"This project includes interior renovation of the fire station along with needed roof repair and minor repairs to the exterior façade. The four apparatus bay doors will need to be widened to 12 feet wide and 12 feet high to accomodate the larger apparatus that will be purchased to meet the 2010 EPA Clean Air Emissions Standards.The work will include interior demolition and remodeling to include sufficient lockers and toilets for men and women, negative pressure gearlocker storage room, kitchen, office and watch desk area. Also replacement of the plumbing and electric systems and new fire protection systems throughout as well as replacement/upgrades of the existing HVAC mechanical system. This project will bring the building to LEED Silver compliance when completed. A temporary fire station will provide uninterrupted protection to the community during this project.","justification":"This project provides for a complete renovation. The 25,900 sq. ft. three story brick building was constructed in 1932 and there is an application pending for designation as a Historic Landmark. The first two floors of this structure are used as a fire station, while the top floor is occupied by administrative offices of the Emergency Medical Services Bureau. The building is in need of renovation and modernization to preserve and prolong this facility's useful life, as well as comply with current building and life safety codes.","progress_assessment":"The design of this renovation is just beginning.","related_projects":"Projects related to this project are Engine 6 (LD537C) and Engine 4 (LA437C) These stations are in the same general area as Engine 16 and are similar projects.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/09","actual":"10/01/09"},"design_complete":{"projected":"10/01/10","actual":"10/01/10"},"construction_start":{"projected":"04/01/11"},"construction_complete":{"projected":"10/01/12"},"closeout":{"projected":"12/03/12"}},"useful_life":30,"facility":"ENGINE COMPANY 16","lat":38.903311,"lon":-77.03001562,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"FY2010":0,"FY2011":300,"FY2012":5240,"FY2013":0,"FY2014":0,"FY2015":0},"FY2011":{"FY2011":300,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":5240}},"cumulative_funding":{"funding_by_phase":{"(04) Construction":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":-591,"proposed":300}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":-591,"proposed":300}}},"total_funding":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":-591,"proposed":300}}},"est_cost":300000}