{"active":false,"project_no":"LD437","title":"ENGINE COMPANY 31 RENOVATION","image":"fy11-115_1.jpg","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"3","location":"4930 CONNECTICUT AVENUE NW","status":"Ongoing Subprojects","description":"This project includes construction of a 2000 sq-ft., two-story building addition; systems to accommodate an ambulance bay and associated support areas and site work, as well as an interior and exterior renovation of the existing fire station. The two apparatus bay doors will need to be widened to 12 feet wide and 12 feet high to accomodate the larger apparatus that will be purchased to meet the 2010 EPA Clean Emissions Standards. The work will include fairly complete interior demolition with a new floor plan to include sufficient lockers and toilets for men and women, negative pressure gear locker storage room, and watch desk area. The project will include new plumbing and fire protection systems throughout as well as upgrades and extension of the existing HVAC, mechanical and electrical systems in the building. Work on the exterior will be minor and will include repairs to the existing brick façade and slate tile roof. The concrete on the apparatus bays will be replaced and floor drains installed and the front ramp will be repaired. All interior doors and frames will be replaced. This project will bring the building to LEED Silver standard when completed.","justification":"This project provides for a partial renovation and 2000 sq. ft. addition to the fire station located at 4930 Connecticut Ave. N.W. The 8,000 sq. ft., two story brick building was constructed in 1930 and has not had a major renovation since its construction. This project will bring this station into compliance for ADA access to the public restroom and Life Safety systems, including, installing a fire sprinkler and fire alarm system. The project will provide space to house additional EMS units which are desperately needed to reduce response times and increase unit availability in the currently underserved areas in Upper Northwest, including portions of Wards 3 and 4.","progress_assessment":"Funding for this project has been re-programmed to other projects while stations inthe area of Engine 31 are renovated.","related_projects":"Related projects are the modernization and renovation of Engine 4 (LA437C) and Engine 16 (LB737C).","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/10"},"design_complete":{"projected":"10/03/11","actual":"10/03/11"},"construction_start":{"projected":"04/02/12"},"construction_complete":{"projected":"10/01/13"},"closeout":{"projected":"12/02/13"}},"useful_life":30,"facility":"ENGINE COMPANY 31","lat":38.95424054,"lon":-77.06991021,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"FY2010":0,"FY2011":250,"FY2012":850,"FY2013":850,"FY2014":0,"FY2015":0},"FY2011":{"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":1100}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2010":{"allotted":94,"spent":-94,"proposed":0}},"(03) Project Management":{"FY2010":{"allotted":94,"spent":0,"proposed":0},"FY2011":{"allotted":94,"spent":-94,"proposed":0}},"(04) Construction":{"FY2010":{"allotted":0,"spent":-94,"proposed":0},"FY2011":{"allotted":0,"spent":-94,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":94,"spent":94,"proposed":0},"FY2011":{"allotted":94,"spent":94,"proposed":0}}},"total_funding":{"FY2010":{"allotted":94,"spent":-94,"proposed":0},"FY2011":{"allotted":94,"spent":-94,"proposed":0}}},"est_cost":94000}