{"active":false,"project_no":"LD537","title":"ENGINE 6","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","ward":"2","location":"1300 NEW JERSEY AVENUE, N.W.","status":"New","description":"This project provides for the complete renovation of Engine 6, which is at 1300 New Jersey Avenue, NW. This station is now and has always been one of the District of Columbia’s busiest stations because of its central location in the Shaw neighborhood. The work includes major improvements and upgrades that will bring the facility into compliance with current basic standards such as ADA access, Life Safety, female firefighter locker room accommodations, and energy efficient HVAC systems. Although it is structurally sound, the infrastructure of the facility is worn out and has exceeded its projected life span. The building will be redesigned to the Silver level of the LEED standard for renovations and all of the building’s electrical and lighting systems, roof systems, surrounding deteriorated concrete, and plumbing will be replaced. Most important will be the new Life Safety features by the installation of a fire sprinkler and fire alarm system.","justification":"The building has not had any major improvements or upgrades since it was constructed in 1974, so it does not comply with current basic standards such as ADA access, female firefighter locker room accommodations, or an energy efficient HVAC system. The stations infrastructure and systems are past their expected life span and in need of replacement. This station houses and supports the operations of Engine Company 6, Truck 4, and Ambulance 6. Although it is structurally sound the infrastructure of the facility has reached its expected life span resulting in poor conditions for the First Responders and other Department personnel that work there.","progress_assessment":"N/A","related_projects":"Projects related to this project are Engine 16 (LB737) and Engine 4 (LA437). These stations are in the same general area as Engine 6 and are similar projects.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/14"},"design_complete":{"projected":"10/01/15"},"construction_start":{"projected":"04/01/16"},"construction_complete":{"projected":"10/01/17"},"closeout":{"projected":"12/01/17"}},"useful_life":30,"lat":38.90769091,"lon":-77.01607757,"first_year":2010,"last_year":2010,"cip_history":{"FY2010":{"FY2010":0,"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":350}},"cumulative_funding":{"funding_by_phase":{"(04) Construction":{"FY2010":{"allotted":0,"spent":0,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":0,"spent":0,"proposed":0}}},"total_funding":{"FY2010":{"allotted":0,"spent":0,"proposed":0}}},"est_cost":0}