{"active":false,"project_no":"LE537","title":"ENGINE 14 MAJOR RENOVATION","agency":"FIRE AND EMERGENCY MEDICAL SERVICES (FB0)","implementing_agency":"DEPARTMENT OF REAL ESTATE SERVICES (AM0)","ward":"5","location":"4801 NORTH CAPITOL STREET NE","facility":"ENGINE 14","status":"Developing scope of work","description":"A major renovation of the fire station located at 4801 North Capitol St. is required to preserve and prolong this facility's useful life, as well as comply with current building and life safety codes. This facility is in poor condition and has not had any major upgrades or modernization since it was built in 1945. This renovation is necessary due to the facility's age and deteriorating condition. The present facility is inadequate to meet the changing demands of its service area. The building was not originally designed to accommodate the number of personnel currently assigned and is in need of an addition to provide adequate working conditions. The scope of this project will include the construction of a 3,000 sq. ft. addition, the  replacement of HVAC units, electrical and plumbing systems.  Fire alarms and protections will be installed in compliance with fire and life safety codes along with a new ADA compliant public restroom, sleeping quarters, showers, bathrooms, locker rooms, and a kitchen.  Additionally, the project will include the installation of strip heaters in an apparatus bay and a residential washer and dryer rack.  A biohazard decontamination area will be installed to comply with federal regulations.  The facility will also have extensive concrete replacement, refurbishment or replacement windows and doors, a renovated basement, repairs to its brick exterior structure and an upgraded drainage system.","justification":"This project is necessary, because this station has not had a major renovation since it was built in 1945. The station needs to be brought up to code and modernized.","progress_assessment":"The project has been delayed while a site for a temporary station to house Engine 14, Medic 14 and Ambulance 14 during the renovatiion is found. The design of this project is almost complete but must be revised to meet LEED Silver standards and provide wider bay doors that will accommodate equipment built with EPA-mandated, cleaner, diesel engines.","related_projects":"Project LA 437C, Renovation of Engine 4 is related to this project.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/06"},"design_complete":{"projected":"10/01/07"},"construction_start":{"projected":"04/22/12"},"construction_complete":{"projected":"10/22/13"},"closeout":{}},"est_cost":4000000,"useful_life":30,"lat":38.94886664,"lon":-77.00829365,"first_year":2012,"last_year":2013,"cip_history":{"FY2012":{"plan":{"FY2012":2000,"FY2013":1800,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0},"est_cost":4000000},"FY2013":{"plan":{"FY2013":1800,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0},"est_cost":4000000}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2012":{"allotted":230,"spent":230,"proposed":0},"FY2013":{"allotted":5,"spent":5,"proposed":0}},"(03) Project Management":{"FY2012":{"allotted":438,"spent":431,"proposed":0},"FY2013":{"allotted":145,"spent":138,"proposed":0}},"(04) Construction":{"FY2012":{"allotted":2305,"spent":15,"proposed":2000},"FY2013":{"allotted":4290,"spent":0,"proposed":1800}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2012":{"allotted":2973,"spent":676,"proposed":2000},"FY2013":{"allotted":4440,"spent":143,"proposed":1800}}},"total_funding":{"FY2012":{"allotted":2973,"spent":676,"proposed":2000},"FY2013":{"allotted":4440,"spent":143,"proposed":1800}}}}