{"active":false,"project_no":"N2101","title":" ODC2 MAINFRAME RELOCATION","agency":"OFFICE OF CHIEF TECHNOLOGY OFFICER (TO0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","ward":"6","location":"222 MASSACHUSETTS AVENUE NW","facility":"ODC2","status":"New","description":"ODC2 is an old facility whose ownership by DC Government is being contested and is in need of an estimated $4.33 millions of dollars worth of capacity improvements and structural repairs that are required immediately. Additionally, it is too close to ODC1 for disaster recovery purposes. For less than the cost of the improvements and repairs, ODC2 can be moved to a state-of –the-art leased facility outside of the District of Columbia. This funding enhancement would close the gap between existing funding for a move and the estimated costs of elimnating the Data Center 2 entirely. The assumption of the funding request is that Data Center 2 would move to an existing facility deep in the Virginia or Maryland suburbs (25-30 miles outside the District). This would be a leased co-location facility with the lease covered by fixed costs. Alalysis of alternative sites is underway. Analysis of 'move' vendors is also beginning.","justification":"This project is necessary and urgent because both data centers no longer have sufficient space and power available to meet current and future demands, their infrastructures are old and in need of costly major upgrades, and they are too close together for Disaster Recovery purposes. As the current data centers are only five (5) miles apart, a serious incident may affect both. Leasing a facility outside the District will mitigate this risk.","progress_assessment":"OCP (DRES) in cooperation with OCTO released and awarded an RFP for the lease of data center facility in northern VA. The lease was signed in August of 2009. Migration of data center services to the new leased facility will commence throughout FY 2010. DRES working in conjunction with OCTO has selected an A&E firm for the Design/Build of the data center space within the UCC.","related_projects":"N/A.","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{"projected":"03/01/07"},"construction_complete":{"projected":"10/30/08"},"closeout":{"projected":"12/30/08"}},"lat":38.89939374,"lon":-77.01490917,"first_year":2011,"last_year":2011,"cip_history":{"FY2011":{"plan":{"FY2011":723,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0},"est_cost":null}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2011":{"allotted":11377,"spent":8359,"proposed":723}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2011":{"allotted":11377,"spent":8359,"proposed":723}}},"total_funding":{"FY2011":{"allotted":11377,"spent":8359,"proposed":723}}},"est_cost":12100000}