{"active":false,"project_no":"N2702","title":"ENTERPRISE MESSAGING & COMM PLATFORM","agency":"OFFICE OF CHIEF TECHNOLOGY OFFICER (TO0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","location":"DISTRICT-WIDE","status":"New","description":"This project is a component of OCTO’s enterprise Storage Area Network (SAN), a high-availability storage platform for District IT applications. High availability refers in this case to an uptime of 99.999% or better, or approximately five (5) minutes of downtime or less per year. OCTO is accomplishing this by building in redundancies across data centers, as well as replicating hardware and software to create an “active-active” configuration (meaning that both data center sites are in an “active” state, so that when one goes down all applications continue running). This project will consolidate our citywide messaging systems into the enterprise SAN. Citywide messaging is currently deploying a direct-attached storage (DAS) system for Microsoft Exchange 2007, a vendor-recommended architecture. By FY2015, we expect to be at the point of upgrading to the next version of Exchange, which is slated to support SAN architecture.","justification":"The Office of the Chief Technology Officer (OCTO) has the responsibility to operate and maintain an IT infrastructure for many of the District’s agencies. To facilitate this task, and to bring other agency systems into a centralized storage infrastructure, OCTO seeks to consolidate its existing storage and network infrastructure; modernize and unify its Storage Area Network (SAN) services; and improve its disaster recovery capabilities through setting up redundant SAN systems across data centers. The “active-active” configuration helps ensure that the District recovers instantaneously from a disaster to one data center.","progress_assessment":"Project is on schedule. This project will enable the citywide messaging system to be successfully integrated with the enterprise Storage Area Network (SAN).","related_projects":"N1705C - The new Storage Area Network (SAN) will go into the new data center.","milestones":{"environmental_approvals":{},"design_start":{"projected":"10/01/13"},"design_complete":{"projected":"09/30/14","actual":"09/30/14"},"construction_start":{"projected":"10/01/14"},"construction_complete":{"projected":"09/30/15"},"closeout":{"projected":"09/30/15"}},"useful_life":7,"facility":"N/A","lat":null,"lon":null,"first_year":2010,"last_year":2011,"cip_history":{"FY2010":{"FY2010":0,"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":1300},"FY2011":{"FY2011":0,"FY2012":0,"FY2013":0,"FY2014":0,"FY2015":600,"FY2016":0}},"cumulative_funding":{"funding_by_phase":{"(06) IT Requirements Development/Systems Design":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"total_funding":{"FY2010":{"allotted":0,"spent":0,"proposed":0},"FY2011":{"allotted":0,"spent":0,"proposed":0}}},"est_cost":0}