{"active":false,"project_no":"N3699","title":"POOL FOR SMP PROJECTS","image":"fy10-199_1.jpg","agency":"OFFICE OF CHIEF TECHNOLOGY OFFICER (TO0)","implementing_agency":"OFFICE OF CHIEF TECHNOLOGY OFFICER (TO0)","ward":"","location":"DISTRICT-WIDE","status":"Ongoing Subprojects","description":"N3699C is used for various citywide software development projects that serve multiple agencies and/or the public.  As technology advances there is a need for new citywide applications or significant enhancements to existing applications.  It is also used to handle top priority unplanned projects (identified the by District leadership team) by funding a rapid response team to create software applications, websites, and leverage new technologies. It focuses on enhancing the information flow and government responsiveness to citizens and on making the District government more efficient.","justification":"N3699C supports numerous citywide service modernization projects and high priority projects that will enhance information flow and responsiveness to citizens and make government more efficient and transparent.  It is also used by OCTO to partially fund FTEs working on capital eligible sub-projects for this project number.","progress_assessment":"This capital project is made up of sub-projects that are completed at various times.  Sub-projects for FY2011 included:    Content Management System - In FY2010, the existing website management software, used to publish DC.Gov - the District’s official, government web portal, was badly out of date, not an industry standard, not scalable, and did not lend itself to modern web publishing and management that residents would expect. OCTO began converting the DC.Gov home page, agency websites and associated web portals to a new web platform that was more customer-centric and takes advantage of a number of Web 2.0 features such as social networking.  The conversion project would ultimately consolidate approximately 125 District websites into approximately 90 up-to-date websites with a new look and feel.     By the end of the first quarter of FY2011, 40 DC.Gov websites had been converted to the new web system, leaving approximately 50 agency sites to be migrated.   In the spring, OCTO made the decision to adopt a newer, more cost effective, open source web platform for all DC.Gov websites that will allow agency to post and share content quickly with greater ease.  By the end of FY11, OCTO had installed and configured the new, open source system, developed new content templates with an improved design, and launched OSSE’s new website.   In FY11 OCTO spent $376,872 of N3699C funds for a dedicated ITSA project team to set up the new Drupal platform from which OCTO would convert the remaining 50 agencies sites.   In FY12, OCTO spent $1,216,140 on the conversion 46 of the remaining 50 agencies sites, as well as launching a new mobile platform for DC.Gov.  In FY13, OCTO will migrate the 4 legacy sites plus 40 websites that were originally moved to the web system that was ultimately replaced by the open source system.","related_projects":"None","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{"projected":"12/31/21"}},"useful_life":5,"facility":"INFORMATION TECHNOLOGY","est_cost":7849000,"lat":null,"lon":null,"first_year":2010,"last_year":2015,"cip_history":{"FY2010":{"FY2010":1000,"FY2011":1000,"FY2012":1500,"FY2013":1500,"FY2014":0,"FY2015":2100},"FY2011":{"FY2011":1000,"FY2012":1500,"FY2013":1500,"FY2014":0,"FY2015":1000,"FY2016":2100},"FY2012":{"FY2012":1000,"FY2013":1000,"FY2014":0,"FY2015":1000,"FY2016":2100,"FY2017":2000},"FY2013":{"FY2013":0,"FY2014":1000,"FY2015":0,"FY2016":1124,"FY2017":2000,"FY2018":0},"FY2014":{"FY2014":1500,"FY2015":1500,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0},"FY2015":{"FY2015":1500,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0,"FY2020":0}},"cumulative_funding":{"funding_by_phase":{"(06) IT Requirements Development/Systems Design":{"FY2010":{"allotted":1500,"spent":1336,"proposed":1000},"FY2011":{"allotted":2500,"spent":2019,"proposed":1000},"FY2012":{"allotted":3880,"spent":3773,"proposed":1000},"FY2013":{"allotted":4880,"spent":4612,"proposed":0},"FY2014":{"allotted":4849,"spent":4836,"proposed":1500},"FY2015":{"allotted":6349,"spent":5555,"proposed":1500}},"(04) Construction":{"FY2014":{"allotted":0,"spent":0,"proposed":1500},"FY2015":{"allotted":1500,"spent":715,"proposed":1500}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2010":{"allotted":1500,"spent":1336,"proposed":1000},"FY2011":{"allotted":2500,"spent":2019,"proposed":1000},"FY2012":{"allotted":3880,"spent":3773,"proposed":1000},"FY2013":{"allotted":4880,"spent":4612,"proposed":0},"FY2014":{"allotted":4849,"spent":4836,"proposed":1500},"FY2015":{"allotted":6349,"spent":5573,"proposed":1500}},"Pay Go (0301)":{"FY2013":{"allotted":0,"spent":0,"proposed":0}}},"total_funding":{"FY2010":{"allotted":1500,"spent":1336,"proposed":1000},"FY2011":{"allotted":2500,"spent":2019,"proposed":1000},"FY2012":{"allotted":3880,"spent":3773,"proposed":1000},"FY2013":{"allotted":4880,"spent":4612,"proposed":0},"FY2014":{"allotted":4849,"spent":4836,"proposed":1500},"FY2015":{"allotted":6349,"spent":5555,"proposed":1500}}}}