{"active":false,"project_no":"PRT01","title":"TOPS PERMIT SYSTEM ENHANCEMENT","agency":"DEPARTMENT OF TRANSPORTATION (KA0)","implementing_agency":"DEPARTMENT OF TRANSPORTATION (KA0)","ward":"","location":"DISTRICT-WIDE","facility":"INFORMATION TECHNOLOGY","status":"New","description":"The Transportation Online Permit System (TOPS) is the Department of Transportation's in-house developed software application and serves as the Department's customer and reviewer portal for the public and private users of public space. TOPS accepts permits on-line and associated documentation.  Reviewers can use it to access the system to make reviews of applications.  TOPS has a look-up tool for residents to see what has been permitted anywhere in the District. The program allows for credit card payments online, remote printing of applications, and emergency \"No Parking\" signs. There is a reporting functionality within the system to allow management to make business decisions.","justification":"The project is necessary to meet customer/user needs, advance software, and improve customer/user experience across the entire enterprise (UFA, IPMA, OGC, PPSA, PTSA, TOA). In 2012, the system had an audit log and issued over 30,000 permits, 602 FOIA and Claim requests, 227 Block Parties, 250 Notice of Violations, 300 Public Space Committee hearing packages, and 300 special events.  Additionally, 6,000 plans were scanned into TOPS and $10.4 Million in fees were collected, including $1.9 Million PIF and $2 Million in truck tags and single-use permits. $50 Million in deposits were received and tracked in TOPS.","progress_assessment":"This is a new project. All administrations within DDOT, and the associated contractors working on DDOT projects, are migrating all of their Public Space work into TOPS.","related_projects":"N/A","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":400000,"useful_life":5,"lat":null,"lon":null,"first_year":2014,"last_year":2014,"cip_history":{"FY2014":{"plan":{"FY2014":400,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0},"est_cost":400000}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2014":{"allotted":0,"spent":0,"proposed":400}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2014":{"allotted":0,"spent":0,"proposed":400}}},"total_funding":{"FY2014":{"allotted":0,"spent":0,"proposed":400}}}}