{"active":false,"project_no":"SH735","title":"RIVER ROAD ENTRANCE","agency":"DEPART OF YOUTH REHABILITATION SERVICES (JZ0)","implementing_agency":"DEPARTMENT OF GENERAL SERVICES (AM0)","ward":"","location":"8400 RIVER ROAD, LAUREL, MD","facility":"OAK HILL","status":"New","description":"Construct a Gatehouse at the River Road entrance to New Beginnings with electrical gates and full connectivity to the existing security system at the main facility.  The existing “small box” of a gatehouse is inadequate, as are the current manual methods of operations at this critical entry post.  The gatehouse should be constructed with appropriate space, electricity, ac/heating, restroom, lighting, monitors and connectivity to the New Beginnings central control unit for continuous surveillance.  Staff should have the ability to open/close the electronic gate from inside the gatehouse.  As well, the central control center should have the ability to operate the electronic gate.  Additionally, the immediate area around the gatehouse should be landscaped and designed to provide an appropriate curbside appeal.","justification":"Failure to make improvements at this critical access point, compromises the safety and security of youth and staff at New Beginnings, due to increased general public access to the campus.  Additionally, the current “small box” of a gatehouse does not provide working conditions in compliance with relevant Building and Accessibility Codes.","progress_assessment":"N/A.","related_projects":"na","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":500000,"useful_life":15,"lat":null,"lon":null,"first_year":2014,"last_year":2014,"cip_history":{"FY2014":{"plan":{"FY2014":500,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0},"est_cost":500000}},"cumulative_funding":{"funding_by_phase":{"(01) Design":{"FY2014":{"allotted":0,"spent":0,"proposed":500}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2014":{"allotted":0,"spent":0,"proposed":500}}},"total_funding":{"FY2014":{"allotted":0,"spent":0,"proposed":500}}}}