{"active":false,"project_no":"SH734","title":"BACKUP GENERATOR","agency":"DEPART OF YOUTH REHABILITATION SERVICES (JZ0)","implementing_agency":"DEPARTMENT OF GENERAL SERVICES (AM0)","ward":"","location":"8400 RIVER ROAD, LAUREL, MD","facility":"OAK HILL","status":"Ongoing Subprojects","description":"New Beginnings is a 24/7 secure residential facility that requires power at all times. Presently, the housing units, culinary, and educational areas of the facility are connected to a single backup generator. However, the single generator does not have the capacity to support connection of the administration building and key administrative support functions. The requested action is necessary in order to avoid the loss of power during outages caused by natural occurrences which directly impacts on critical service delivery to youth and staff including Human Resources, Procurement and other key administrative support functions of the agency.  Further, the additional generator will provide backup to the existing generator should it fail; thereby assuring continued power to total operations with no impact on resident life and key support functions. DYRS has identified this item as essential, in its Emergency Continuation of Operations Plan (COOP); a high priority for the agency.","justification":"The cost to connect the administrative functions alone without redundant protection would be $250,000. Without this project, the only alternative is to instruct staff to telecommute during extended power outages and/or temporarily relocate staff to an alternative worksite","progress_assessment":"N/A","related_projects":"N/A","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{},"closeout":{}},"est_cost":1000000,"useful_life":15,"lat":null,"lon":null,"first_year":2014,"last_year":2014,"cip_history":{"FY2014":{"FY2014":1000,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0}},"cumulative_funding":{"funding_by_phase":{"(04) Construction":{"FY2014":{"allotted":0,"spent":0,"proposed":1000}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2014":{"allotted":0,"spent":0,"proposed":1000}}},"total_funding":{"FY2014":{"allotted":0,"spent":0,"proposed":1000}}}}