{"active":false,"project_no":"SWS12","title":"SECURITY CAMERA UPGRADE","agency":"DEPARTMENT OF PUBLIC WORKS (KT0)","implementing_agency":"EQUIPMENT LEASE - CAPITAL (ELC)","ward":"","location":"VARIOUS","facility":"DPW FACILITIES","status":"New","description":"The Department of Public Works (DPW) is requesting a total of $1,375,000 in new budget authority to purchase the most effective video surveillance equipment for its facilities.  The agency has FY2011 funding of $640,371 to start the implementation of the project. During October 2010, two employees were shot, one fatally, at the hands of an armed intruder at 1241 W Street, NE. To date, a suspect has not been apprehended for this violent crime. This budget authority would help to minimize criminal activity and assist Law Enforcement in their investigation of crimes committed on government property.","justification":"This project is necessary to provide automated surveillance in lieu of having security guards at these critical facilities. The project is extremely urgent due to the recent attack at 1241 W Street, NE and the prevention of future occurrences. Further, the Department of Real Estate Services (DRES) - who’s responsible for security city wide - has put DPW on notice that due to budget constraints they will need to pull security personnel from various DPW facilities, to include 1241 W Street, NE.","progress_assessment":"FY 2011 funding allows the project to proceed immediately.","related_projects":"None","milestones":{"environmental_approvals":{},"design_start":{},"design_complete":{},"construction_start":{},"construction_complete":{"projected":"09/30/12"},"closeout":{}},"est_cost":1375000,"lat":null,"lon":null,"first_year":2012,"last_year":2012,"cip_history":{"FY2012":{"plan":{"FY2012":1375,"FY2013":0,"FY2014":0,"FY2015":0,"FY2016":0,"FY2017":0},"est_cost":1375000}},"cumulative_funding":{"funding_by_phase":{"(05) Equipment":{"FY2012":{"allotted":0,"spent":0,"proposed":1375}}},"funding_by_source":{"Equipment Lease (0302)":{"FY2012":{"allotted":0,"spent":0,"proposed":1375}}},"total_funding":{"FY2012":{"allotted":0,"spent":0,"proposed":1375}}}}