{"active":false,"project_no":"WOD37","title":"WOODRIDGE LIBRARY","image":"fy14-85_1.png","agency":"DC PUBLIC LIBRARY (CE0)","implementing_agency":"DC PUBLIC LIBRARY (CE0)","ward":"5","location":"1801 HAMLIN STREET NE","facility":"WOODRIDGE LIBRARY","status":"Ongoing Subprojects","description":"The Woodridge Neighborhood Library project will be a design-build project to demolish and construct a new 22,500 square foot state-of-the-art 21st century LEED Silver certified library. The facility will meet the needs outlined in the five focus areas of library activity envisioned by DCPL, as follows:  service to children and teens; library as a community place; books and other library materials; technology; and adult literacy and learning. The project will also consist of providing between 3,500 to 5,000 square feet of interim/temporary/swing space in order to assure continued library services during construction activities. The new Woodridge Neighborhood Library will reflect the program and goals of the library and the needs of the District of Columbia residents who use it. The building will incorporate forward-thinking approaches to urban design, architecture, engineering, and environmental technologies in the public realm. The new Woodridge Neighborhood Library will be a destination that will attract and support hundreds of users per day, and promote a vibrant, mixed-use neighborhood and active street environment. The new library will have an iconic architectural presence befitting its location in the community, yet be reflective of the city's modern growth and new innovations in building design and technology. The library design will be unique in the nation's capital, and representative of 21st century architectural ideals. A building condition assessment was conducted in 2001 and an additional building assessment was completed in December 2009. The 2001 report indicated a need of $700,000 for repairs and upgrades; this work has never been done in its entirety. The District continues to pay for ongoing maintenance issues. In addition, the building is not energy efficient.","justification":"The Woodridge Neighborhood Library is one of two libraries that serve Ward 5. A recent facility condition assessment rated the facility a 17 out of 100. The building is approximately 51 years old. The existing CMU masonry construction has limited flexibility to change within the existing walls of the building. As library use has changed over the years the need for electronic resources as expanded. However, expanding the technology within the Woodridge library has proven extremely difficult.  The citizens living in Ward 5 will benefit from expanded library services much in the same way citizens in Wards 7 and 2 have benefited from their recently opened new libraries. This project aligns with Sustainable DC Action: Built Environment 3.5.","progress_assessment":"N/A","related_projects":"N/A","milestones":{"environmental_approvals":{"projected":"08/01/12"},"design_start":{"projected":"10/03/11"},"design_complete":{"projected":"08/31/12"},"construction_start":{"projected":"09/17/12"},"construction_complete":{"projected":"12/03/14"},"closeout":{"projected":"09/04/15"}},"est_cost":16950000,"useful_life":30,"lat":38.92744073,"lon":-76.97862566,"first_year":2012,"last_year":2014,"cip_history":{"FY2012":{"FY2012":0,"FY2013":2500,"FY2014":8000,"FY2015":6000,"FY2016":0,"FY2017":0},"FY2013":{"FY2013":10650,"FY2014":4800,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0},"FY2014":{"FY2014":4800,"FY2015":0,"FY2016":0,"FY2017":0,"FY2018":0,"FY2019":0}},"cumulative_funding":{"funding_by_phase":{"(02) SITE":{"FY2012":{"allotted":0,"spent":0,"proposed":0},"FY2014":{"allotted":12150,"spent":1869,"proposed":4800}},"(01) Design":{"FY2013":{"allotted":1500,"spent":1487,"proposed":10650},"FY2014":{"allotted":1300,"spent":1298,"proposed":0}},"(03) Project Management":{"FY2013":{"allotted":200,"spent":189,"proposed":576},"FY2014":{"allotted":1506,"spent":372,"proposed":0}},"(04) Construction":{"FY2013":{"allotted":0,"spent":0,"proposed":10074},"FY2014":{"allotted":8074,"spent":52,"proposed":4800}},"(05) Equipment":{"FY2014":{"allotted":1000,"spent":0,"proposed":0}}},"funding_by_source":{"GO Bonds - New (0300)":{"FY2012":{"allotted":0,"spent":0,"proposed":0},"FY2013":{"allotted":1500,"spent":1487,"proposed":10650},"FY2014":{"allotted":12150,"spent":1869,"proposed":4800}}},"total_funding":{"FY2012":{"allotted":0,"spent":0,"proposed":0},"FY2014":{"allotted":12150,"spent":1869,"proposed":4800},"FY2013":{"allotted":1500,"spent":1487,"proposed":10650}}}}